[{
    "id": "1",
    "shortText": "A deposit account is a savings account, current account or any other type of bank account that allows money to be deposited and withdrawn by the account holder. These transactions are recorded on the bank's books, and the resulting balance is recorded as a liability for the bank and represents the amount owed by the bank to the customer. Some banks may charge a fee for this service, while others may pay the customer interest on the funds deposited.",
    "fullText": "In banking, the verbs \"deposit\" and \"withdrawal\" mean a customer paying money into, and taking money out of, an account. From a legal and financial accounting standpoint, the noun \"deposit\" is used by the banking industry in financial statements to describe the liability owed by the bank to its depositor, and not the funds that the bank holds as a result of the deposit, which are shown as assets of the bank.",
    "pictureUrl": "https://images.pexels.com/photos/47344/dollar-currency-money-us-dollar-47344.jpeg?fit=crop&crop=entropy&w=1920&h=1357"
}, {
    "id": "2",
    "shortText": "A credit card is a payment card issued to users (cardholders) to enable the cardholder to pay a merchant for goods and services based on the cardholder's promise to the card issuer to pay them for the amounts so paid plus the other agreed charges. The card issuer (usually a bank) creates a revolving account and grants a line of credit to the cardholder, from which the cardholder can borrow money for payment to a merchant or as a cash advance. In other words, credit cards combine payment services with extensions of credit.",
    "fullText": "A credit card is different from a charge card, where it requires the balance to be repaid in full each month. In contrast, credit cards allow the consumers a continuing balance of debt, subject to interest being charged. A credit card also differs from a cash card, which can be used like currency by the owner of the card. A credit card differs from a charge card also in that a credit card typically involves a third-party entity that pays the seller and is reimbursed by the buyer, whereas a charge card simply defers payment by the buyer until a later date.",
    "pictureUrl": "https://images.pexels.com/photos/210742/pexels-photo-210742.jpeg?fit=crop&crop=entropy&w=1920&h=1276"
}]